YCSB/result_local_ycsb_test3_201005/clockdown_outputLoad_e.txt
[OVERALL], RunTime(ms), 8101
[OVERALL], Throughput(ops/sec), 12344.155042587336
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 11
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.13578570546846067
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 11
[TOTAL_GC_TIME_%], Time(%), 0.13578570546846067
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1708.0
[CLEANUP], MinLatency(us), 1708
[CLEANUP], MaxLatency(us), 1708
[CLEANUP], 95thPercentileLatency(us), 1708
[CLEANUP], 99thPercentileLatency(us), 1708
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 78.51981
[INSERT], MinLatency(us), 68
[INSERT], MaxLatency(us), 7691
[INSERT], 95thPercentileLatency(us), 87
[INSERT], 99thPercentileLatency(us), 95
[INSERT], Return=OK, 100000