YCSB/result_local_ycsb_test3_201005/clockdown_outputLoad_f.txt
[OVERALL], RunTime(ms), 8977
[OVERALL], Throughput(ops/sec), 11139.578923916675
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 17
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.1893728417065835
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 17
[TOTAL_GC_TIME_%], Time(%), 0.1893728417065835
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2819.0
[CLEANUP], MinLatency(us), 2818
[CLEANUP], MaxLatency(us), 2819
[CLEANUP], 95thPercentileLatency(us), 2819
[CLEANUP], 99thPercentileLatency(us), 2819
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 87.19861
[INSERT], MinLatency(us), 66
[INSERT], MaxLatency(us), 26623
[INSERT], 95thPercentileLatency(us), 89
[INSERT], 99thPercentileLatency(us), 98
[INSERT], Return=OK, 100000