YCSB/result_local_ycsb_test3_201005/standard_outputLoad_e.txt
[OVERALL], RunTime(ms), 8940
[OVERALL], Throughput(ops/sec), 11185.682326621923
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 18
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.20134228187919465
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 18
[TOTAL_GC_TIME_%], Time(%), 0.20134228187919465
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2559.0
[CLEANUP], MinLatency(us), 2558
[CLEANUP], MaxLatency(us), 2559
[CLEANUP], 95thPercentileLatency(us), 2559
[CLEANUP], 99thPercentileLatency(us), 2559
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 86.90586
[INSERT], MinLatency(us), 67
[INSERT], MaxLatency(us), 26479
[INSERT], 95thPercentileLatency(us), 95
[INSERT], 99thPercentileLatency(us), 103
[INSERT], Return=OK, 100000