YCSB/result_local_ycsb_test3_201005/standard_outputRun_e.txt
[OVERALL], RunTime(ms), 157162
[OVERALL], Throughput(ops/sec), 636.2861251447551
[TOTAL_GCS_PS_Scavenge], Count, 180
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 489
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3111439151957852
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 180
[TOTAL_GC_TIME], Time(ms), 489
[TOTAL_GC_TIME_%], Time(%), 0.3111439151957852
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1426.0
[CLEANUP], MinLatency(us), 1426
[CLEANUP], MaxLatency(us), 1426
[CLEANUP], 95thPercentileLatency(us), 1426
[CLEANUP], 99thPercentileLatency(us), 1426
[INSERT], Operations, 5017
[INSERT], AverageLatency(us), 96.32369942196532
[INSERT], MinLatency(us), 71
[INSERT], MaxLatency(us), 4259
[INSERT], 95thPercentileLatency(us), 148
[INSERT], 99thPercentileLatency(us), 184
[INSERT], Return=OK, 5017
[SCAN], Operations, 94983
[SCAN], AverageLatency(us), 1646.8667340471452
[SCAN], MinLatency(us), 56
[SCAN], MaxLatency(us), 28671
[SCAN], 95thPercentileLatency(us), 3065
[SCAN], 99thPercentileLatency(us), 3239
[SCAN], Return=OK, 94983